Revit 2015 API
GeometryObjectArray Constructor
Initializes a new instance of the GeometryObjectArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public GeometryObjectArray()
Visual Basic
Public Sub New
Visual C++
public:
GeometryObjectArray()
See Also
GeometryObjectArray Class
Autodesk.Revit.DB Namespace